Repository: WPdoaction/animal-shelter
Catalog: languages/animal-shelter-*.po
Languages: es_es

source: Cat
es_es: Gato

source: Animal: Cat
es_es: Animal: Gato

source: Name of the cat
es_es: Nombre del gato

# Post Type General Name
source: Cats
es_es: Gatos

# Post Type Singular Name
source: Cat
es_es: Gato

source: Cats
es_es: Gatos

source: Cat archives
es_es: Archivo de gatos

source: Cat attributes
es_es: Atributos del gato

source: Parent cat:
es_es: Gato del que depende:

source: All cats
es_es: Todos los gatos

source: Add new cat
es_es: Añadir nuevo gato

source: Add new
es_es: Añadir nuevo

source: New cat
es_es: Nuevo gato

source: Edit cat
es_es: Editar gato

source: Update cat
es_es: Actualizar gato

source: View cat
es_es: Ver gato

source: View cats
es_es: Ver gatos

source: Search cat
es_es: Buscar gato

source: Not found
es_es: No se ha encontrado

source: Not found in trash
es_es: No se ha encontrado en la papelera

source: Insert into cat
es_es: Añadir al gato

source: Uploaded to this cat
es_es: Subido a este gato

source: Cats list
es_es: Lista de gatos

source: Cats list navigation
es_es: Navegación por la lista de gatos

source: Filter cats list
es_es: Filtrar la lista de gatos

source: Dog
es_es: Perro

source: Animal: Dog
es_es: Animal: Perro

source: Name of the dog
es_es: Nombre del perro

# Post Type General Name
source: Dogs
es_es: Perros

# Post Type Singular Name
source: Dog
es_es: Perro

source: Dogs
es_es: Perros

source: Dog archives
es_es: Archivo de perros

source: Dog attributes
es_es: Atributos del perro

source: Parent dog:
es_es: Perro del que depende:

source: All dogs
es_es: Todos los perros

source: Add new dog
es_es: Añadir nuevo perro

source: New dog
es_es: Nuevo perro

source: Edit dog
es_es: Editar perro

source: Update dog
es_es: Actualizar perro

source: View dog
es_es: Ver perro

source: View dogs
es_es: Ver perros

source: Search dog
es_es: Buscar perro

source: Insert into dog
es_es: Añadir al perro

source: Uploaded to this dog
es_es: Subido a este perro

source: Dogs list
es_es: Lista de perros

source: Dogs list navigation
es_es: Navegación por la lista de perros

source: Filter dogs list
es_es: Filtrar la lista de perros

source: Animals
es_es: Animales

source: Breeds
es_es: Razas

source: Animal shelter
es_es: Refugio de animales

source: Select which animals you will see in the admin panel.
es_es: Selecciona qué animales verás en el panel de administración.

source: Load default breeds.
es_es: Cargar razas predeterminadas.

# Taxonomy General Name
source: Breeds
es_es: Razas

# Taxonomy Singular Name
source: Breed
es_es: Raza

source: Breed
es_es: Raza

source: All breeds
es_es: Todas las razas

source: Parent breed
es_es: Raza de la que depende

source: Parent breed:
es_es: Raza de la que depende:

source: New breed name
es_es: Nombre de la nueva raza

source: Add new breed
es_es: Añadir nueva raza

source: Edit breed
es_es: Editar raza

source: Update breed
es_es: Actualizar raza

source: View breed
es_es: Ver raza

source: Separate breeds with commas
es_es: Separa las razas con comas

source: Add or remove breeds
es_es: Añadir o eliminar razas

source: Choose from the most used
es_es: Elige entre los más utilizados

source: Popular breeds
es_es: Razas populares

source: Search breeds
es_es: Buscar razas

source: Not Found
es_es: No encontrado

source: No breeds
es_es: No hay razas

source: Breeds list
es_es: Lista de razas

source: Breeds list navigation
es_es: Navegación por la lista de razas

# Taxonomy General Name
source: Status
es_es: Estado

# Taxonomy Singular Name
source: Status
es_es: Estado

source: Status
es_es: Estado

source: All status
es_es: Todos los estados

source: Parent status
es_es: Estado del que depende

source: Parent status:
es_es: Estado del que depende:

source: New status name
es_es: Nombre del nuevo estado

source: Add new status
es_es: Añadir nuevo estado

source: Edit status
es_es: Editar estado

source: Update status
es_es: Actualizar estado

source: View status
es_es: Ver estado

source: Separate status with commas
es_es: Separar estados con comas

source: Add or remove status
es_es: Añadir o quitar estado

source: Popular status
es_es: Estado popular

source: Search status
es_es: Buscar estado

source: No status
es_es: Sin estado

source: Status list
es_es: Lista de estados

source: Status list navigation
es_es: Navegación por la lista de estados

# Taxonomy General Name
source: Sizes
es_es: Tamaños

# Taxonomy Singular Name
source: Size
es_es: Tamaño

source: Size
es_es: Tamaño

source: All sizes
es_es: Todos los tamaños

source: Parent size
es_es: Tamaño del que depende

source: Parent size:
es_es: Tamaño del que depende:

source: New size name
es_es: Nombre del nuevo tamaño

source: Add new size
es_es: Añadir Nuevo Tamaño

source: Edit size
es_es: Editar tamaño

source: Update size
es_es: Actualizar tamaño

source: View size
es_es: Ver tamaño

source: Separate sizes with commas
es_es: Separar los tamaños con comas

source: Add or remove sizes
es_es: Añadir o quitar tamaños

source: Popular sizes
es_es: Tamaños populares

source: Search sizes
es_es: Buscar tamaños

source: No sizes
es_es: Sin tamaño

source: Sizes list
es_es: Lista de tamaños

source: Sizes list navigation
es_es: Navegación por la lista de tamaños

# Taxonomy General Name
source: Colors
es_es: Colores

source: All colors
es_es: Todos los colores

source: Parent color
es_es: Color del que depende:

source: Parent color:
es_es: Color del que depende:

source: New color name
es_es: Nuevo nombre del color

source: Add new color
es_es: Añadir nuevo color

source: Edit color
es_es: Editar color

source: Update color
es_es: Actualizar color

source: View color
es_es: Ver color

source: Separate colors with commas
es_es: Separa los colores con comas

source: Add or remove colors
es_es: Añadir o eliminar colores

source: Popular colors
es_es: Colores populares

source: Search colors
es_es: Buscar color

source: No colors
es_es: Sin colores

source: Colors list
es_es: Lista de colores

source: Colors list navigation
es_es: Navegación por la lista de colores

# Taxonomy General Name
source: Energies
es_es: Energías

# Taxonomy Singular Name
source: Energy
es_es: Energía

source: Energy
es_es: Energía

source: All energies
es_es: Todas las energías

source: Parent energy
es_es: Energía de la que depende

source: Parent energy:
es_es: Energía de la que depende:

source: New energy name
es_es: Nuevo nombre de energía

source: Add new energy
es_es: Añadir nueva energía

source: Edit energy
es_es: Editar energía

source: Update energy
es_es: Actualizar energía

source: View energy
es_es: Ver energía

source: Separate energies with commas
es_es: Separa las energías con comas

source: Add or remove energies
es_es: Añadir o eliminar energías

source: Popular energies
es_es: Energía populares

source: Search energies
es_es: Buscar energías

source: No energies
es_es: Sin energías

source: Energies list
es_es: Lista de energías

source: Energies list navigation
es_es: Navegación por la lista de energías

source: Excerpt
es_es: Extracto

source: Location
es_es: Ubicación

source: Birthday
es_es: Fecha de nacimiento

source: Colour
es_es: Color

source: Stirilized
es_es: Estirilizado

source: Unknown
es_es: Desconocido

# Breed of a cat
source: Mixed
es_es: Mezclado

# Breed of a cat
source: Abyssinian
es_es: Abisinio

# Breed of a cat
source: American Bobtail
es_es: Bobtail americano

# Breed of a cat
source: American Curl
es_es: Rizo americano

# Breed of a cat
source: American Wirehair
es_es: Pelo de alambre americano

# Breed of a cat
source: Applehead Siamese
es_es: Siamés Applehead

# Breed of a cat
source: Balinese
es_es: Balinés

# Breed of a cat
source: Bengal
es_es: Bengalí

# Breed of a cat
source: Birman
es_es: Birmano

# Breed of a cat
source: Burmese
es_es: Birmano

# Breed of a cat
source: Calico
es_es: Calicó

# Breed of a cat
source: Canadian Hairless
es_es: Canadiense sin pelo

# Breed of a cat
source: Cornish Rex
es_es: Cornualles Rex

# Breed of a cat
source: Dilute Calico
es_es: Calico diluido

# Breed of a cat
source: Dilute Tortoiseshell
es_es: Carey diluido

# Breed of a cat
source: Domestic Long Hair
es_es: Pelo largo doméstico

# Breed of a cat
source: Domestic Medium Hair
es_es: Pelo medio doméstico

# Breed of a cat
source: Domestic Short Hair
es_es: Pelo corto doméstico

# Breed of a cat
source: Egyptian Mau
es_es: Mau egipcio

# Breed of a cat
source: Exotic Shorthair
es_es: Exótico Shorthair

# Breed of a cat
source: Extra-Toes Cat - Hemingway Polydactyl
es_es: Gato Extra-Dedos - Hemingway Polydactyl

# Breed of a cat
source: Havana
es_es: Habana

# Breed of a cat
source: Himalayan
es_es: Himalayo

# Breed of a cat
source: Japanese Bobtail
es_es: Bobtail japonés

# Breed of a cat
source: Javanese
es_es: Javanés

# Breed of a cat
source: Manx
es_es: Manés

# Breed of a cat
source: Nebelung
es_es: Nebelungo

# Breed of a cat
source: Norwegian Forest Cat
es_es: Gato del bosque noruego

# Breed of a cat
source: Oriental Long Hair
es_es: Pelo largo oriental

# Breed of a cat
source: Oriental Short Hair
es_es: Pelo corto oriental

# Breed of a cat
source: Oriental Tabby
es_es: Atigrado oriental

# Breed of a cat
source: Persian
es_es: Persa

# Breed of a cat
source: Ragamuffin
es_es: Pelagatos

# Breed of a cat
source: Ragdoll
es_es: Muñeca de trapo

# Breed of a cat
source: Russian Blue
es_es: Azul ruso

# Breed of a cat
source: Scottish Fold
es_es: Redil escocés

# Breed of a cat
source: Siamese
es_es: Siamés

# Breed of a cat
source: Siberian
es_es: Siberiano

# Breed of a cat
source: Silver
es_es: Plata

# Breed of a cat
source: Snowshoe
es_es: Raqueta de nieve

# Breed of a cat
source: Somali
es_es: Somalí

# Breed of a cat
source: Sphynx - Hairless Cat
es_es: Sphynx - Gato sin pelo

# Breed of a cat
source: Tabby
es_es: Atigrado

# Breed of a cat
source: Tiger
es_es: Tigre

# Breed of a cat
source: Tortoiseshell
es_es: Carey

# Breed of a cat
source: Turkish Angora
es_es: Angora turca

# Breed of a cat
source: Turkish Van
es_es: Van turca

# Breed of a cat
source: Tuxedo
es_es: Esmoquin

# Breed of a dog
source: Mutt
es_es: Perro callejero

# Breed of a dog
source: Afghan Hound
es_es: Lebrel afgano

# Breed of a dog
source: Akita Pit
es_es: Pozo Akita

# Breed of a dog
source: Akita Shepherd
es_es: Pastor Akita

# Breed of a dog
source: Alaskan Malamute
es_es: Malamute de Alaska

# Breed of a dog
source: American Bulldog
es_es: Bulldog Americano

# Breed of a dog
source: American English Coonhound
es_es: Coonhound inglés americano

# Breed of a dog
source: American Eskimo Dog
es_es: Perro esquimal americano

# Breed of a dog
source: American Foxhound
es_es: Foxhound americano

# Breed of a dog
source: American Hairless Terrier
es_es: Terrier americano sin pelo

# Breed of a dog
source: American Leopard Hound
es_es: Sabueso leopardo americano

# Breed of a dog
source: American Pugabull
es_es: Pugabull americano

# Breed of a dog
source: American Water Spaniel
es_es: Spaniel de Agua Americano

# Breed of a dog
source: Anatolian Shepherd Dog
es_es: Perro pastor de Anatolia

# Breed of a dog
source: Australian Cattle Dog
es_es: Perro de ganado australiano

# Breed of a dog
source: Australian Kelpie
es_es: Kelpie australiano

# Breed of a dog
source: Australian Retriever
es_es: Retriever australiano

# Breed of a dog
source: Australian Shepherd
es_es: Pastor australiano

# Breed of a dog
source: Australian Shepherd Husky
es_es: Husky pastor australiano

# Breed of a dog
source: Australian Shepherd Lab Mix
es_es: Mezcla de laboratorio de pastor australiano

# Breed of a dog
source: Australian Shepherd Pit Bull Mix
es_es: Pastor Australiano Pit Bull Mix

# Breed of a dog
source: Australian Stumpy Tail Cattle Dog
es_es: Perro de ganado australiano de cola achaparrada

# Breed of a dog
source: Australian Terrier
es_es: Terrier Australiano

# Breed of a dog
source: Bavarian Mountain Scent Hound
es_es: Sabueso de olor de montaña bávaro

# Breed of a dog
source: Bearded Collie
es_es: Collie barbudo

# Breed of a dog
source: Belgian Laekenois
es_es: Laekenois belga

# Breed of a dog
source: Belgian Malinois
es_es: Malinois belga

# Breed of a dog
source: Belgian Sheepdog
es_es: Perro pastor belga

# Breed of a dog
source: Belgian Tervuren
es_es: Tervuren belga

# Breed of a dog
source: Bergamasco Sheepdog
es_es: Bergamasco Perro Pastor

# Breed of a dog
source: Bernese Mountain Dog
es_es: Boyero de Berna

# Breed of a dog
source: Bichon Frise
es_es: Bichón Frisé

# Breed of a dog
source: Black and Tan Coonhound
es_es: Coonhound negro y tostado

# Breed of a dog
source: Black Mouth Cur
es_es: Boca Negra Cur

# Breed of a dog
source: Black Russian Terrier
es_es: Terrier ruso negro

# Breed of a dog
source: Bloodhound
es_es: Sabueso

# Breed of a dog
source: Blue Lacy
es_es: Encaje azul

# Breed of a dog
source: Bohemian Shepherd
es_es: Pastor bohemio

# Breed of a dog
source: Bolognese
es_es: Boloñesa

# Breed of a dog
source: Border Sheepdog
es_es: Perro pastor fronterizo

# Breed of a dog
source: Boston Boxer
es_es: Boxeador de Boston

# Breed of a dog
source: Boston Terrier Pekingese Mix
es_es: Boston Terrier Pekinés Mezcla

# Breed of a dog
source: Bouvier des Flandres
es_es: Boyero de Flandes

# Breed of a dog
source: Boxer
es_es: Bóxer

# Breed of a dog
source: Brittany
es_es: Bretaña

# Breed of a dog
source: Brussels Griffon
es_es: Grifón de Bruselas

# Breed of a dog
source: Bull Arab
es_es: Toro árabe

# Breed of a dog
source: Bulldog
es_es: Buldog

# Breed of a dog
source: Bull-Pei
es_es: Toro-Pei

# Breed of a dog
source: Canaan Dog
es_es: Perro de Canaán

# Breed of a dog
source: Cardigan Welsh Corgi
es_es: Cardigan Corgi Galés

# Breed of a dog
source: Carolina Dog
es_es: Perro Carolina

# Breed of a dog
source: Catahoula Leopard Dog
es_es: Catahoula Perro Leopardo

# Breed of a dog
source: Caucasian Shepherd Dog
es_es: Perro pastor caucásico

# Breed of a dog
source: Cavachon
es_es: Cavachón

# Breed of a dog
source: Central Asian Shepherd Dog
es_es: Perro pastor de Asia Central

# Breed of a dog
source: Chesapeake Bay Retriever
es_es: Retriever de Chesapeake

# Breed of a dog
source: Chinese Crested
es_es: Crestado chino

# Breed of a dog
source: Chinese Shar-Pei
es_es: Shar-Pei chino

# Breed of a dog
source: Chow Shepherd
es_es: Chow Pastor

# Breed of a dog
source: Cockalier
es_es: Cacatúa

# Breed of a dog
source: Corman Shepherd
es_es: Pastor Corman

# Breed of a dog
source: Coton de Tulear
es_es: Cotón de Tulear

# Breed of a dog
source: Croatian Sheepdog
es_es: Perro pastor croata

# Breed of a dog
source: Curly-Coated Retriever
es_es: Retriever de pelaje rizado

# Breed of a dog
source: Dachshund
es_es: Teckel

# Breed of a dog
source: Dalmatian
es_es: Dálmata

# Breed of a dog
source: Danish-Swedish Farmdog
es_es: Perro de granja danés-sueco

# Breed of a dog
source: Docker
es_es: Estibador

# Breed of a dog
source: Dogue de Bordeaux
es_es: Dogo de Burdeos

# Breed of a dog
source: Dutch Shepherd
es_es: Pastor holandés

# Breed of a dog
source: English Cocker Spaniel
es_es: Cocker Spaniel Inglés

# Breed of a dog
source: English Foxhound
es_es: Foxhound inglés

# Breed of a dog
source: English Setter
es_es: Setter inglés

# Breed of a dog
source: English Springer Spaniel
es_es: Springer Spaniel Inglés

# Breed of a dog
source: English Toy Spaniel
es_es: Spaniel de juguete inglés

# Breed of a dog
source: Entlebucher Mountain Dog
es_es: Perro de montaña Entlebucher

# Breed of a dog
source: Estrela Mountain Dog
es_es: Perro de montaña Estrela

# Breed of a dog
source: Field Spaniel
es_es: Spaniel de Campo

# Breed of a dog
source: Finnish Lapphund
es_es: Lapphund finlandés

# Breed of a dog
source: Finnish Spitz
es_es: Spitz finlandés

# Breed of a dog
source: Flat-Coated Retriever
es_es: Recuperador de capa plana

# Breed of a dog
source: French Bulldog
es_es: Bulldog francés

# Breed of a dog
source: French Bullhuahua
es_es: Bullhuahua francés

# Breed of a dog
source: French Spaniel
es_es: Spaniel francés

# Breed of a dog
source: German Longhaired Pointer
es_es: Braco alemán de pelo largo

# Breed of a dog
source: German Pinscher
es_es: Pinscher alemán

# Breed of a dog
source: German Shepherd Dog
es_es: Perro pastor alemán

# Breed of a dog
source: German Shepherd Pit Bull
es_es: Pastor alemán Pit Bull

# Breed of a dog
source: German Shepherd Rottweiler Mix
es_es: Mezcla de Rottweiler de pastor alemán

# Breed of a dog
source: German Sheprador
es_es: Pastor Alemán

# Breed of a dog
source: German Shorthaired Pointer
es_es: Braco alemán de pelo corto

# Breed of a dog
source: German Spitz
es_es: Spitz alemán

# Breed of a dog
source: German Wirehaired Pointer
es_es: Braco alemán de pelo duro

# Breed of a dog
source: Giant Schnauzer
es_es: Schnauzer gigante

# Breed of a dog
source: Glen of Imaal Terrier
es_es: Glen de Imaal Terrier

# Breed of a dog
source: Golden Mountain Dog
es_es: Perro de montaña dorado

# Breed of a dog
source: Golden Shepherd
es_es: Pastor de Oro

# Breed of a dog
source: Great Dane
es_es: Gran danés

# Breed of a dog
source: Great Pyrenees
es_es: Grandes Pirineos

# Breed of a dog
source: Greater Swiss Mountain Dog
es_es: Gran perro de montaña suizo

# Breed of a dog
source: Greyhound
es_es: Galgo

# Breed of a dog
source: Hanoverian Scenthound
es_es: Sabueso de Hannover

# Breed of a dog
source: Harrier
es_es: Lebrel

# Breed of a dog
source: Havanese
es_es: Habanero

# Breed of a dog
source: Hokkaido
es_es: Hokkaidō

# Breed of a dog
source: Ibizan Hound
es_es: Podenco Ibicenco

# Breed of a dog
source: Icelandic Sheepdog
es_es: Perro pastor islandés

# Breed of a dog
source: Irish Red And White Setter
es_es: Setter irlandés rojo y blanco

# Breed of a dog
source: Irish Setter
es_es: Setter irlandés

# Breed of a dog
source: Irish Terrier
es_es: Terrier Irlandés

# Breed of a dog
source: Irish Water Spaniel
es_es: Spaniel de agua irlandés

# Breed of a dog
source: Irish Wolfhound
es_es: Lobero irlandés

# Breed of a dog
source: Italian Greyhound
es_es: Galgo italiano

# Breed of a dog
source: Japanese Chin
es_es: Barbilla japonesa

# Breed of a dog
source: Japanese Spitz
es_es: Spitz japonés

# Breed of a dog
source: Karelian Bear Dog
es_es: Perro oso de Carelia

# Breed of a dog
source: King Shepherd
es_es: Rey Pastor

# Breed of a dog
source: Korean Jindo Dog
es_es: Perro Jindo Coreano

# Breed of a dog
source: Labernese
es_es: Labernés

# Breed of a dog
source: Maltese
es_es: Maltés

# Breed of a dog
source: Maltese Shih Tzu
es_es: Shih Tzu maltés

# Breed of a dog
source: Maremma Sheepdog
es_es: Perro pastor de Maremma

# Breed of a dog
source: Mastiff
es_es: Mastín

# Breed of a dog
source: Miniature Pinscher
es_es: Pinscher miniatura

# Breed of a dog
source: Miniature Schnauzer
es_es: Schnauzer miniatura

# Breed of a dog
source: Mountain Cur
es_es: Montaña Cur

# Breed of a dog
source: Mountain Feist
es_es: Feist de montaña

# Breed of a dog
source: Neapolitan Mastiff
es_es: Mastín napolitano

# Breed of a dog
source: Newfoundland
es_es: Terranova

# Breed of a dog
source: Northern Inuit Dog
es_es: Perro inuit del norte

# Breed of a dog
source: Norwegian Buhund
es_es: Buhund noruego

# Breed of a dog
source: Norwegian Elkhound
es_es: Elkhound noruego

# Breed of a dog
source: Norwegian Lundehund
es_es: Lundehund noruego

# Breed of a dog
source: Nova Scotia Duck Tolling Retriever
es_es: Duck Tolling Retriever de Nueva Escocia

# Breed of a dog
source: Old English Sheepdog
es_es: Antiguo perro pastor inglés

# Breed of a dog
source: Pekingese
es_es: Pekinés

# Breed of a dog
source: Pembroke Welsh Corgi
es_es: Corgi galés de Pembroke

# Breed of a dog
source: Petit Basset Griffon Vend'en
es_es: Petit Basset Grifón Vend'en

# Breed of a dog
source: Pharaoh Hound
es_es: Sabueso Faraón

# Breed of a dog
source: Plott
es_es: Parcela

# Breed of a dog
source: Pocket Beagle
es_es: Beagle de bolsillo

# Breed of a dog
source: Polish Lowland Sheepdog
es_es: Perro pastor polaco de tierras bajas

# Breed of a dog
source: Pomeagle
es_es: Cailón

# Breed of a dog
source: Pomeranian
es_es: Pomerano

# Breed of a dog
source: Poodle
es_es: Caniche

# Breed of a dog
source: Portuguese Podengo Pequeno
es_es: Podengo Pequeno portugués

# Breed of a dog
source: Portuguese Sheepdog
es_es: Perro pastor portugués

# Breed of a dog
source: Portuguese Water Dog
es_es: Perro de Agua Portugués

# Breed of a dog
source: Pug
es_es: Doguillo

# Breed of a dog
source: Pyrenean Mastiff
es_es: Mastín de los Pirineos

# Breed of a dog
source: Pyrenean Shepherd
es_es: Pastor pirenaico

# Breed of a dog
source: Rat Terrier
es_es: Rata Terrier

# Breed of a dog
source: Saint Berdoodle
es_es: San Berdoodle

# Breed of a dog
source: Saint Bernard
es_es: San Bernardo

# Breed of a dog
source: Samoyed
es_es: Samoyedo

# Breed of a dog
source: Scottish Deerhound
es_es: Sabueso escocés

# Breed of a dog
source: Scottish Terrier
es_es: Terrier escocés

# Breed of a dog
source: Shetland Sheepdog
es_es: Perro pastor de Shetland

# Breed of a dog
source: Shiloh Shepherd
es_es: Pastor de Shiloh

# Breed of a dog
source: Siberian Husky
es_es: Husky siberiano

# Breed of a dog
source: Silky Terrier
es_es: Terrier sedoso

# Breed of a dog
source: Small Munsterlander Pointer
es_es: Pequeño Pointer Munsterlander

# Breed of a dog
source: Soft Coated Wheaten Terrier
es_es: Terrier de trigo de pelaje suave

# Breed of a dog
source: Spanish Mastiff
es_es: Mastín Español

# Breed of a dog
source: Spinone Italiano
es_es: Espinón Italiano

# Breed of a dog
source: Standard Schnauzer
es_es: Schnauzer estándar

# Breed of a dog
source: Swedish Lapphund
es_es: Lapphund sueco

# Breed of a dog
source: Swedish Vallhund
es_es: Vallhund sueco

# Breed of a dog
source: Taiwan Dog
es_es: Perro de Taiwán

# Breed of a dog
source: Texas Heeler
es_es: Tacón de Texas

# Breed of a dog
source: Thai Ridgeback
es_es: Ridgeback tailandés

# Breed of a dog
source: Tibetan Mastiff
es_es: Mastín Tibetano

# Breed of a dog
source: Tibetan Spaniel
es_es: Spaniel Tibetano

# Breed of a dog
source: Tibetan Terrier
es_es: Terrier Tibetano

# Breed of a dog
source: Toy Fox Terrier
es_es: Fox Terrier de juguete

# Breed of a dog
source: Transylvanian Hound
es_es: Sabueso de Transilvania

# Breed of a dog
source: Valley Bulldog
es_es: Bulldog del Valle

# Breed of a dog
source: Weimaraner
es_es: Braco de Weimar

# Breed of a dog
source: Welsh Springer Spaniel
es_es: Springer Spaniel Galés

# Breed of a dog
source: Welsh Terrier
es_es: Terrier Galés

# Breed of a dog
source: Wirehaired Pointing Griffon
es_es: Grifón Apuntador de Pelo Duro

# Size of a cat
source: Small (< 2kg/5lbs)
es_es: Pequeño (< 2kg/5lbs)

# Size of a cat
source: Medium (2kg/5lbs - 4kg/8lbs)
es_es: Mediano (2kg/5lbs - 4kg/8lbs)

# Size of a cat
source: Large (> 4kg/8lbs)
es_es: Grande (> 4kg/8lbs)

# Size of a dog
source: Small (3kg/6lbs - 10kg/22lbs)
es_es: Pequeño (3kg/6lbs - 10kg/22lbs)

# Size of a dog
source: Medium (10kg/22lbs - 25kg/55lbs)
es_es: Mediano (10kg/22lbs - 25kg/55lbs)

# Size of a dog
source: Large (25kg/55lbs - 50kg/110lbs)
es_es: Grande (25kg/55lbs - 50kg/110lbs)

# Size of a dog
source: Giant (> 50kg/110lbs)
es_es: Gigante (> 50kg/110lbs)

source: Animal Shelter plugin for WordPress
es_es: Plugin Protectora de Animales para WordPress

source: WordPress Granada Community
es_es: Comunidad WordPress Granada
